//points page map initialization
function init2() {
  var myMap = new ymaps.Map('map2', {
    center: [60.01,30.67],
    zoom: 11,
    controls: ['zoomControl']
  }),
  objectManager = new ymaps.ObjectManager({
    // Чтобы метки начали кластеризоваться, выставляем опцию.
  //  clusterize: true,
    // ObjectManager принимает те же опции, что и кластеризатор.
    gridSize: 32,
    clusterDisableClickZoom: true
  });

  // Чтобы задать опции одиночным объектам и кластерам,
  // обратимся к дочерним коллекциям ObjectManager.
  objectManager.objects.options.set('preset', 'islands#greenDotIcon');
  objectManager.clusters.options.set('preset', 'islands#greenClusterIcons');
  myMap.geoObjects.add(objectManager);

  let listNode = document.getElementById('point-list');

  //address to search
  //ex:'г.Всеволожск,  микрорайон южный,	Добровольского 16/15'
  var allPoints = {
    "type": "FeatureCollection",
    "features": [

      {"type":"Feature","id":0,"geometry":{"type":"Point","coordinates":[59.990678,30.644957]},"properties":{"balloonContentBody":"<h3>проспект Добровольского, 16/15</h3><p>Россия, Ленинградская область, Всеволожск, микрорайон Южный</p>","name":"проспект Добровольского, 16/15","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный, проспект Добровольского, 16/15","clusterCaption":"проспект Добровольского, 16/15"}},
  {"type":"Feature","id":1,"geometry":{"type":"Point","coordinates":[59.981865,30.640708]},"properties":{"balloonContentBody":"<h3>улица Доктора Сотникова, 29</h3><p>Россия, Ленинградская область, Всеволожск, микрорайон Южный</p>","name":"улица Доктора Сотникова, 29","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный, улица Доктора Сотникова, 29","clusterCaption":"улица Доктора Сотникова, 29"}},
  {"type":"Feature","id":2,"geometry":{"type":"Point","coordinates":[59.984283,30.641346]},"properties":{"balloonContentBody":"<h3>улица Доктора Сотникова, 13</h3><p>Россия, Ленинградская область, Всеволожск, микрорайон Южный</p>","name":"улица Доктора Сотникова, 13","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный, улица Доктора Сотникова, 13","clusterCaption":"улица Доктора Сотникова, 13"}},
  {"type":"Feature","id":3,"geometry":{"type":"Point","coordinates":[59.993599,30.66834]},"properties":{"balloonContentBody":"<h3>Солнечная улица, 2</h3><p>Россия, Ленинградская область, Всеволожский район, Колтушское сельское поселение, деревня Кальтино, жилой комплекс Багатель</p>","name":"Солнечная улица, 2","text":"Россия, Ленинградская область, Всеволожский район, Колтушское сельское поселение, деревня Кальтино, жилой комплекс Багатель, Солнечная улица, 2","clusterCaption":"Солнечная улица, 2"}},
  {"type":"Feature","id":4,"geometry":{"type":"Point","coordinates":[59.993226,30.643753]},"properties":{"balloonContentBody":"<h3>жилой комплекс Династия</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"жилой комплекс Династия","text":"Россия, Ленинградская область, Всеволожск, жилой комплекс Династия","clusterCaption":"жилой комплекс Династия"},"options":{"iconColor":"#ff0000"}},
  {"type":"Feature","id":5,"geometry":{"type":"Point","coordinates":[59.982172,30.640771]},"properties":{"balloonContentBody":"<h3>жилой комплекс Южная Поляна</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"жилой комплекс Южная Поляна","text":"Россия, Ленинградская область, Всеволожск, жилой комплекс Южная Поляна","clusterCaption":"жилой комплекс Южная Поляна"},"options":{"iconColor":"#ff0000"}},
  {"type":"Feature","id":6,"geometry":{"type":"Point","coordinates":[59.982172,30.640771]},"properties":{"balloonContentBody":"<h3>жилой комплекс Южная Поляна</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"жилой комплекс Южная Поляна","text":"Россия, Ленинградская область, Всеволожск, жилой комплекс Южная Поляна","clusterCaption":"жилой комплекс Южная Поляна"},"options":{"iconColor":"#ff0000"}},
  {"type":"Feature","id":7,"geometry":{"type":"Point","coordinates":[60.039899,30.632273]},"properties":{"balloonContentBody":"<h3>Колтушское шоссе, 19</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Колтушское шоссе, 19","text":"Россия, Ленинградская область, Всеволожск, Колтушское шоссе, 19","clusterCaption":"Колтушское шоссе, 19"}},
  {"type":"Feature","id":8,"geometry":{"type":"Point","coordinates":[59.994625,30.643726]},"properties":{"balloonContentBody":"<h3>Центральная улица, 2</h3><p>Россия, Ленинградская область, Всеволожск, микрорайон Южный</p>","name":"Центральная улица, 2","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный, Центральная улица, 2","clusterCaption":"Центральная улица, 2"}},
  {"type":"Feature","id":9,"geometry":{"type":"Point","coordinates":[59.995129,30.645469]},"properties":{"balloonContentBody":"<h3>Аэропортовская улица, 12</h3><p>Россия, Ленинградская область, Всеволожск, микрорайон Южный</p>","name":"Аэропортовская улица, 12","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный, Аэропортовская улица, 12","clusterCaption":"Аэропортовская улица, 12"}},
  {"type":"Feature","id":10,"geometry":{"type":"Point","coordinates":[59.995984,30.655054]},"properties":{"balloonContentBody":"<h3>Взлётная улица, 12к1</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Взлётная улица, 12к1","text":"Россия, Ленинградская область, Всеволожск, Взлётная улица, 12к1","clusterCaption":"Взлётная улица, 12к1"}},
  {"type":"Feature","id":11,"geometry":{"type":"Point","coordinates":[59.990426,30.648415]},"properties":{"balloonContentBody":"<h3>микрорайон Южный</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"микрорайон Южный","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный","clusterCaption":"микрорайон Южный"},"options":{"iconColor":"#ff0000"}},
  {"type":"Feature","id":12,"geometry":{"type":"Point","coordinates":[59.990426,30.648415]},"properties":{"balloonContentBody":"<h3>микрорайон Южный</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"микрорайон Южный","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный","clusterCaption":"микрорайон Южный"},"options":{"iconColor":"#ff0000"}},
  {"type":"Feature","id":13,"geometry":{"type":"Point","coordinates":[60.015543,30.67824]},"properties":{"balloonContentBody":"<h3>улица Комсомола, 7</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"улица Комсомола, 7","text":"Россия, Ленинградская область, Всеволожск, улица Комсомола, 7","clusterCaption":"улица Комсомола, 7"}},
  {"type":"Feature","id":14,"geometry":{"type":"Point","coordinates":[59.982608,30.641705]},"properties":{"balloonContentBody":"<h3>улица Доктора Сотникова, 25</h3><p>Россия, Ленинградская область, Всеволожск, микрорайон Южный</p>","name":"улица Доктора Сотникова, 25","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный, улица Доктора Сотникова, 25","clusterCaption":"улица Доктора Сотникова, 25"}},
  {"type":"Feature","id":15,"geometry":{"type":"Point","coordinates":[60.015813,30.679812]},"properties":{"balloonContentBody":"<h3>улица Комсомола, 9</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"улица Комсомола, 9","text":"Россия, Ленинградская область, Всеволожск, улица Комсомола, 9","clusterCaption":"улица Комсомола, 9"}},
  {"type":"Feature","id":16,"geometry":{"type":"Point","coordinates":[60.01481,30.677395]},"properties":{"balloonContentBody":"<h3>улица Комсомола, 2</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"улица Комсомола, 2","text":"Россия, Ленинградская область, Всеволожск, улица Комсомола, 2","clusterCaption":"улица Комсомола, 2"}},
  {"type":"Feature","id":17,"geometry":{"type":"Point","coordinates":[60.014297,30.675724]},"properties":{"balloonContentBody":"<h3>Лубянская улица, 2</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Лубянская улица, 2","text":"Россия, Ленинградская область, Всеволожск, Лубянская улица, 2","clusterCaption":"Лубянская улица, 2"}},
  {"type":"Feature","id":18,"geometry":{"type":"Point","coordinates":[60.013474,30.675715]},"properties":{"balloonContentBody":"<h3>Лубянская улица, 4</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Лубянская улица, 4","text":"Россия, Ленинградская область, Всеволожск, Лубянская улица, 4","clusterCaption":"Лубянская улица, 4"}},
  {"type":"Feature","id":19,"geometry":{"type":"Point","coordinates":[59.990404,30.64687]},"properties":{"balloonContentBody":"<h3>Невская улица, 11</h3><p>Россия, Ленинградская область, Всеволожск, микрорайон Южный</p>","name":"Невская улица, 11","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный, Невская улица, 11","clusterCaption":"Невская улица, 11"}},
  {"type":"Feature","id":20,"geometry":{"type":"Point","coordinates":[59.989342,30.649502]},"properties":{"balloonContentBody":"<h3>Московская улица, 26/8</h3><p>Россия, Ленинградская область, Всеволожск, микрорайон Южный</p>","name":"Московская улица, 26/8","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный, Московская улица, 26/8","clusterCaption":"Московская улица, 26/8"}},
  {"type":"Feature","id":21,"geometry":{"type":"Point","coordinates":[59.990534,30.650805]},"properties":{"balloonContentBody":"<h3>Московская улица, 19/5</h3><p>Россия, Ленинградская область, Всеволожск, микрорайон Южный</p>","name":"Московская улица, 19/5","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный, Московская улица, 19/5","clusterCaption":"Московская улица, 19/5"}},
  {"type":"Feature","id":22,"geometry":{"type":"Point","coordinates":[59.990615,30.65385]},"properties":{"balloonContentBody":"<h3>Невская улица, 1/2</h3><p>Россия, Ленинградская область, Всеволожск, микрорайон Южный</p>","name":"Невская улица, 1/2","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный, Невская улица, 1/2","clusterCaption":"Невская улица, 1/2"}},
  {"type":"Feature","id":23,"geometry":{"type":"Point","coordinates":[59.989319,30.653904]},"properties":{"balloonContentBody":"<h3>улица Малиновского, 6</h3><p>Россия, Ленинградская область, Всеволожск, микрорайон Южный</p>","name":"улица Малиновского, 6","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный, улица Малиновского, 6","clusterCaption":"улица Малиновского, 6"}},
  {"type":"Feature","id":24,"geometry":{"type":"Point","coordinates":[59.98859,30.653078]},"properties":{"balloonContentBody":"<h3>Знаменская улица, 1/8</h3><p>Россия, Ленинградская область, Всеволожск, микрорайон Южный</p>","name":"Знаменская улица, 1/8","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный, Знаменская улица, 1/8","clusterCaption":"Знаменская улица, 1/8"}},
  {"type":"Feature","id":25,"geometry":{"type":"Point","coordinates":[59.98724,30.65191]},"properties":{"balloonContentBody":"<h3>Крымская улица, 4</h3><p>Россия, Ленинградская область, Всеволожск, микрорайон Южный</p>","name":"Крымская улица, 4","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный, Крымская улица, 4","clusterCaption":"Крымская улица, 4"}},
  {"type":"Feature","id":26,"geometry":{"type":"Point","coordinates":[59.988239,30.650679]},"properties":{"balloonContentBody":"<h3>Московская улица, 27/5</h3><p>Россия, Ленинградская область, Всеволожск, микрорайон Южный</p>","name":"Московская улица, 27/5","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный, Московская улица, 27/5","clusterCaption":"Московская улица, 27/5"}},
  {"type":"Feature","id":27,"geometry":{"type":"Point","coordinates":[59.991871,30.645918]},"properties":{"balloonContentBody":"<h3>Центральная улица, 10/1</h3><p>Россия, Ленинградская область, Всеволожск, микрорайон Южный</p>","name":"Центральная улица, 10/1","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный, Центральная улица, 10/1","clusterCaption":"Центральная улица, 10/1"}},
  {"type":"Feature","id":28,"geometry":{"type":"Point","coordinates":[59.991871,30.645918]},"properties":{"balloonContentBody":"<h3>Центральная улица, 10/1</h3><p>Россия, Ленинградская область, Всеволожск, микрорайон Южный</p>","name":"Центральная улица, 10/1","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный, Центральная улица, 10/1","clusterCaption":"Центральная улица, 10/1"}},
  {"type":"Feature","id":29,"geometry":{"type":"Point","coordinates":[59.987609,30.649484]},"properties":{"balloonContentBody":"<h3>Московская улица, 30</h3><p>Россия, Ленинградская область, Всеволожск, микрорайон Южный</p>","name":"Московская улица, 30","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный, Московская улица, 30","clusterCaption":"Московская улица, 30"}},
  {"type":"Feature","id":30,"geometry":{"type":"Point","coordinates":[59.988005,30.645873]},"properties":{"balloonContentBody":"<h3>проспект Добровольского, 20к1</h3><p>Россия, Ленинградская область, Всеволожск, микрорайон Южный</p>","name":"проспект Добровольского, 20к1","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный, проспект Добровольского, 20к1","clusterCaption":"проспект Добровольского, 20к1"}},
  {"type":"Feature","id":31,"geometry":{"type":"Point","coordinates":[59.985503,30.643529]},"properties":{"balloonContentBody":"<h3>улица Доктора Сотникова, 2</h3><p>Россия, Ленинградская область, Всеволожск, микрорайон Южный</p>","name":"улица Доктора Сотникова, 2","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный, улица Доктора Сотникова, 2","clusterCaption":"улица Доктора Сотникова, 2"}},
  {"type":"Feature","id":32,"geometry":{"type":"Point","coordinates":[59.990426,30.648415]},"properties":{"balloonContentBody":"<h3>микрорайон Южный</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"микрорайон Южный","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный","clusterCaption":"микрорайон Южный"},"options":{"iconColor":"#ff0000"}},
  {"type":"Feature","id":33,"geometry":{"type":"Point","coordinates":[59.990426,30.648415]},"properties":{"balloonContentBody":"<h3>микрорайон Южный</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"микрорайон Южный","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный","clusterCaption":"микрорайон Южный"},"options":{"iconColor":"#ff0000"}},
  {"type":"Feature","id":34,"geometry":{"type":"Point","coordinates":[59.990426,30.648415]},"properties":{"balloonContentBody":"<h3>микрорайон Южный</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"микрорайон Южный","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный","clusterCaption":"микрорайон Южный"},"options":{"iconColor":"#ff0000"}},
  {"type":"Feature","id":35,"geometry":{"type":"Point","coordinates":[59.990426,30.648415]},"properties":{"balloonContentBody":"<h3>микрорайон Южный</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"микрорайон Южный","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный","clusterCaption":"микрорайон Южный"},"options":{"iconColor":"#ff0000"}},
  {"type":"Feature","id":36,"geometry":{"type":"Point","coordinates":[59.884428,30.782489]},"properties":{"balloonContentBody":"<h3>коттеджный поселок Дружное</h3><p>Россия, Ленинградская область, Всеволожский район, Колтушское сельское поселение</p>","name":"коттеджный поселок Дружное","text":"Россия, Ленинградская область, Всеволожский район, Колтушское сельское поселение, коттеджный поселок Дружное","clusterCaption":"коттеджный поселок Дружное"},"options":{"iconColor":"#ff0000"}},
  {"type":"Feature","id":37,"geometry":{"type":"Point","coordinates":[59.995044,30.653105]},"properties":{"balloonContentBody":"<h3>Аэропортовская улица, 1</h3><p>Россия, Ленинградская область, Всеволожск, микрорайон Южный</p>","name":"Аэропортовская улица, 1","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный, Аэропортовская улица, 1","clusterCaption":"Аэропортовская улица, 1"}},
  {"type":"Feature","id":38,"geometry":{"type":"Point","coordinates":[59.995129,30.645469]},"properties":{"balloonContentBody":"<h3>Аэропортовская улица, 12</h3><p>Россия, Ленинградская область, Всеволожск, микрорайон Южный</p>","name":"Аэропортовская улица, 12","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный, Аэропортовская улица, 12","clusterCaption":"Аэропортовская улица, 12"}},
  {"type":"Feature","id":39,"geometry":{"type":"Point","coordinates":[59.994927,30.65111]},"properties":{"balloonContentBody":"<h3>Аэропортовская улица, 4</h3><p>Россия, Ленинградская область, Всеволожск, микрорайон Южный</p>","name":"Аэропортовская улица, 4","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный, Аэропортовская улица, 4","clusterCaption":"Аэропортовская улица, 4"}},
  {"type":"Feature","id":40,"geometry":{"type":"Point","coordinates":[59.99494,30.649377]},"properties":{"balloonContentBody":"<h3>Аэропортовская улица, 5</h3><p>Россия, Ленинградская область, Всеволожск, микрорайон Южный</p>","name":"Аэропортовская улица, 5","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный, Аэропортовская улица, 5","clusterCaption":"Аэропортовская улица, 5"}},
  {"type":"Feature","id":41,"geometry":{"type":"Point","coordinates":[59.995116,30.647436]},"properties":{"balloonContentBody":"<h3>Аэропортовская улица, 8</h3><p>Россия, Ленинградская область, Всеволожск, микрорайон Южный</p>","name":"Аэропортовская улица, 8","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный, Аэропортовская улица, 8","clusterCaption":"Аэропортовская улица, 8"}},
  {"type":"Feature","id":42,"geometry":{"type":"Point","coordinates":[59.992488,30.647311]},"properties":{"balloonContentBody":"<h3>Центральная улица, 11</h3><p>Россия, Ленинградская область, Всеволожск, микрорайон Южный</p>","name":"Центральная улица, 11","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный, Центральная улица, 11","clusterCaption":"Центральная улица, 11"}},
  {"type":"Feature","id":43,"geometry":{"type":"Point","coordinates":[59.993307,30.652961]},"properties":{"balloonContentBody":"<h3>Народная улица, 8</h3><p>Россия, Ленинградская область, Всеволожск, микрорайон Южный</p>","name":"Народная улица, 8","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный, Народная улица, 8","clusterCaption":"Народная улица, 8"}},
  {"type":"Feature","id":44,"geometry":{"type":"Point","coordinates":[59.992686,30.649583]},"properties":{"balloonContentBody":"<h3>Московская улица, 12</h3><p>Россия, Ленинградская область, Всеволожск, микрорайон Южный</p>","name":"Московская улица, 12","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный, Московская улица, 12","clusterCaption":"Московская улица, 12"}},
  {"type":"Feature","id":45,"geometry":{"type":"Point","coordinates":[59.991538,30.651748]},"properties":{"balloonContentBody":"<h3>Невская улица, 6</h3><p>Россия, Ленинградская область, Всеволожск, микрорайон Южный</p>","name":"Невская улица, 6","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный, Невская улица, 6","clusterCaption":"Невская улица, 6"}},
  {"type":"Feature","id":46,"geometry":{"type":"Point","coordinates":[59.991561,30.648631]},"properties":{"balloonContentBody":"<h3>Невская улица, 12</h3><p>Россия, Ленинградская область, Всеволожск, микрорайон Южный</p>","name":"Невская улица, 12","text":"Россия, Ленинградская область, Всеволожск, микрорайон Южный, Невская улица, 12","clusterCaption":"Невская улица, 12"}},
  {"type":"Feature","id":47,"geometry":{"type":"Point","coordinates":[60.022899,30.649404]},"properties":{"balloonContentBody":"<h3>Колтушское шоссе, 124к1</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Колтушское шоссе, 124к1","text":"Россия, Ленинградская область, Всеволожск, Колтушское шоссе, 124к1","clusterCaption":"Колтушское шоссе, 124к1"}},
  {"type":"Feature","id":48,"geometry":{"type":"Point","coordinates":[60.029391,30.638076]},"properties":{"balloonContentBody":"<h3>Колтушское шоссе, 80к2</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Колтушское шоссе, 80к2","text":"Россия, Ленинградская область, Всеволожск, Колтушское шоссе, 80к2","clusterCaption":"Колтушское шоссе, 80к2"}},
  {"type":"Feature","id":49,"geometry":{"type":"Point","coordinates":[60.048314,30.631078]},"properties":{"balloonContentBody":"<h3>жилой комплекс Земляничная Поляна</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"жилой комплекс Земляничная Поляна","text":"Россия, Ленинградская область, Всеволожск, жилой комплекс Земляничная Поляна","clusterCaption":"жилой комплекс Земляничная Поляна"},"options":{"iconColor":"#ff0000"}},
  {"type":"Feature","id":50,"geometry":{"type":"Point","coordinates":[60.032636,30.63592]},"properties":{"balloonContentBody":"<h3>Колтушское шоссе, 44к1</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Колтушское шоссе, 44к1","text":"Россия, Ленинградская область, Всеволожск, Колтушское шоссе, 44к1","clusterCaption":"Колтушское шоссе, 44к1"}},
  {"type":"Feature","id":51,"geometry":{"type":"Point","coordinates":[60.032636,30.63592]},"properties":{"balloonContentBody":"<h3>Колтушское шоссе, 44к1</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Колтушское шоссе, 44к1","text":"Россия, Ленинградская область, Всеволожск, Колтушское шоссе, 44к1","clusterCaption":"Колтушское шоссе, 44к1"}},
  {"type":"Feature","id":52,"geometry":{"type":"Point","coordinates":[60.030748,30.632668]},"properties":{"balloonContentBody":"<h3>улица Балашова, 4</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"улица Балашова, 4","text":"Россия, Ленинградская область, Всеволожск, улица Балашова, 4","clusterCaption":"улица Балашова, 4"}},
  {"type":"Feature","id":53,"geometry":{"type":"Point","coordinates":[60.031508,30.635543]},"properties":{"balloonContentBody":"<h3>улица Балашова, 10</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"улица Балашова, 10","text":"Россия, Ленинградская область, Всеволожск, улица Балашова, 10","clusterCaption":"улица Балашова, 10"}},
  {"type":"Feature","id":54,"geometry":{"type":"Point","coordinates":[60.023794,30.629748]},"properties":{"balloonContentBody":"<h3>Межевая улица, 15</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Межевая улица, 15","text":"Россия, Ленинградская область, Всеволожск, Межевая улица, 15","clusterCaption":"Межевая улица, 15"}},
  {"type":"Feature","id":55,"geometry":{"type":"Point","coordinates":[60.024455,30.640007]},"properties":{"balloonContentBody":"<h3>Межевая улица, 29</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Межевая улица, 29","text":"Россия, Ленинградская область, Всеволожск, Межевая улица, 29","clusterCaption":"Межевая улица, 29"}},
  {"type":"Feature","id":56,"geometry":{"type":"Point","coordinates":[60.02343,30.624924]},"properties":{"balloonContentBody":"<h3>Межевая улица, 9</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Межевая улица, 9","text":"Россия, Ленинградская область, Всеволожск, Межевая улица, 9","clusterCaption":"Межевая улица, 9"}},
  {"type":"Feature","id":57,"geometry":{"type":"Point","coordinates":[60.027849,30.627485]},"properties":{"balloonContentBody":"<h3>Ленинградская улица, 18</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Ленинградская улица, 18","text":"Россия, Ленинградская область, Всеволожск, Ленинградская улица, 18","clusterCaption":"Ленинградская улица, 18"}},
  {"type":"Feature","id":58,"geometry":{"type":"Point","coordinates":[60.016672,30.644651]},"properties":{"balloonContentBody":"<h3>Сергиевская улица, 89</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Сергиевская улица, 89","text":"Россия, Ленинградская область, Всеволожск, Сергиевская улица, 89","clusterCaption":"Сергиевская улица, 89"}},
  {"type":"Feature","id":59,"geometry":{"type":"Point","coordinates":[60.028348,30.634195]},"properties":{"balloonContentBody":"<h3>Ленинградская улица, 30</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Ленинградская улица, 30","text":"Россия, Ленинградская область, Всеволожск, Ленинградская улица, 30","clusterCaption":"Ленинградская улица, 30"}},
  {"type":"Feature","id":60,"geometry":{"type":"Point","coordinates":[60.028811,30.628751]},"properties":{"balloonContentBody":"<h3>Александровская улица, 79к2</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Александровская улица, 79к2","text":"Россия, Ленинградская область, Всеволожск, Александровская улица, 79к2","clusterCaption":"Александровская улица, 79к2"}},
  {"type":"Feature","id":61,"geometry":{"type":"Point","coordinates":[60.016074,30.621789]},"properties":{"balloonContentBody":"<h3>Христиновский проспект, 83Б</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Христиновский проспект, 83Б","text":"Россия, Ленинградская область, Всеволожск, Христиновский проспект, 83Б","clusterCaption":"Христиновский проспект, 83Б"}},
  {"type":"Feature","id":62,"geometry":{"type":"Point","coordinates":[60.022926,30.624969]},"properties":{"balloonContentBody":"<h3>улица Плоткина, 5</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"улица Плоткина, 5","text":"Россия, Ленинградская область, Всеволожск, улица Плоткина, 5","clusterCaption":"улица Плоткина, 5"}},
  {"type":"Feature","id":63,"geometry":{"type":"Point","coordinates":[60.029544,30.625679]},"properties":{"balloonContentBody":"<h3>улица Героев, 3к3</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"улица Героев, 3к3","text":"Россия, Ленинградская область, Всеволожск, улица Героев, 3к3","clusterCaption":"улица Героев, 3к3"}},
  {"type":"Feature","id":64,"geometry":{"type":"Point","coordinates":[60.019541,30.655162]},"properties":{"balloonContentBody":"<h3>Октябрьский проспект, 106</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Октябрьский проспект, 106","text":"Россия, Ленинградская область, Всеволожск, Октябрьский проспект, 106","clusterCaption":"Октябрьский проспект, 106"}},
  {"type":"Feature","id":65,"geometry":{"type":"Point","coordinates":[60.028937,30.624933]},"properties":{"balloonContentBody":"<h3>улица Героев, 3к2</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"улица Героев, 3к2","text":"Россия, Ленинградская область, Всеволожск, улица Героев, 3к2","clusterCaption":"улица Героев, 3к2"}},
  {"type":"Feature","id":66,"geometry":{"type":"Point","coordinates":[60.021964,30.624916]},"properties":{"balloonContentBody":"<h3>улица Плоткина, 7</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"улица Плоткина, 7","text":"Россия, Ленинградская область, Всеволожск, улица Плоткина, 7","clusterCaption":"улица Плоткина, 7"}},
  {"type":"Feature","id":67,"geometry":{"type":"Point","coordinates":[60.025943,30.63406]},"properties":{"balloonContentBody":"<h3>улица Вокка, 8</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"улица Вокка, 8","text":"Россия, Ленинградская область, Всеволожск, улица Вокка, 8","clusterCaption":"улица Вокка, 8"}},
  {"type":"Feature","id":68,"geometry":{"type":"Point","coordinates":[60.024545,30.635354]},"properties":{"balloonContentBody":"<h3>Межевая улица, 21</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Межевая улица, 21","text":"Россия, Ленинградская область, Всеволожск, Межевая улица, 21","clusterCaption":"Межевая улица, 21"}},
  {"type":"Feature","id":69,"geometry":{"type":"Point","coordinates":[60.026019,30.638049]},"properties":{"balloonContentBody":"<h3>улица Вокка, 12к1</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"улица Вокка, 12к1","text":"Россия, Ленинградская область, Всеволожск, улица Вокка, 12к1","clusterCaption":"улица Вокка, 12к1"}},
  {"type":"Feature","id":70,"geometry":{"type":"Point","coordinates":[60.023911,30.638238]},"properties":{"balloonContentBody":"<h3>улица Плоткина, 17</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"улица Плоткина, 17","text":"Россия, Ленинградская область, Всеволожск, улица Плоткина, 17","clusterCaption":"улица Плоткина, 17"}},
  {"type":"Feature","id":71,"geometry":{"type":"Point","coordinates":[60.027408,30.631617]},"properties":{"balloonContentBody":"<h3>Ленинградская улица, 15к1</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Ленинградская улица, 15к1","text":"Россия, Ленинградская область, Всеволожск, Ленинградская улица, 15к1","clusterCaption":"Ленинградская улица, 15к1"}},
  {"type":"Feature","id":72,"geometry":{"type":"Point","coordinates":[60.024464,30.629838]},"properties":{"balloonContentBody":"<h3>Межевая улица, 12</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Межевая улица, 12","text":"Россия, Ленинградская область, Всеволожск, Межевая улица, 12","clusterCaption":"Межевая улица, 12"}},
  {"type":"Feature","id":73,"geometry":{"type":"Point","coordinates":[60.02303,30.621771]},"properties":{"balloonContentBody":"<h3>Ленинградская улица, 3</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Ленинградская улица, 3","text":"Россия, Ленинградская область, Всеволожск, Ленинградская улица, 3","clusterCaption":"Ленинградская улица, 3"}},
  {"type":"Feature","id":74,"geometry":{"type":"Point","coordinates":[60.025947,30.630045]},"properties":{"balloonContentBody":"<h3>Александровская улица, 77к1</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Александровская улица, 77к1","text":"Россия, Ленинградская область, Всеволожск, Александровская улица, 77к1","clusterCaption":"Александровская улица, 77к1"}},
  {"type":"Feature","id":75,"geometry":{"type":"Point","coordinates":[60.025188,30.625544]},"properties":{"balloonContentBody":"<h3>улица Вокка, 1</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"улица Вокка, 1","text":"Россия, Ленинградская область, Всеволожск, улица Вокка, 1","clusterCaption":"улица Вокка, 1"}},
  {"type":"Feature","id":76,"geometry":{"type":"Point","coordinates":[60.023542,30.622535]},"properties":{"balloonContentBody":"<h3>Ленинградская улица, 5</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Ленинградская улица, 5","text":"Россия, Ленинградская область, Всеволожск, Ленинградская улица, 5","clusterCaption":"Ленинградская улица, 5"}},
  {"type":"Feature","id":77,"geometry":{"type":"Point","coordinates":[60.034807,30.671376]},"properties":{"balloonContentBody":"<h3>Румболовский бульвар, 6/7</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Румболовский бульвар, 6/7","text":"Россия, Ленинградская область, Всеволожск, Румболовский бульвар, 6/7","clusterCaption":"Румболовский бульвар, 6/7"}},
  {"type":"Feature","id":78,"geometry":{"type":"Point","coordinates":[60.030609,30.63018]},"properties":{"balloonContentBody":"<h3>Александровская улица, 88/2</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Александровская улица, 88/2","text":"Россия, Ленинградская область, Всеволожск, Александровская улица, 88/2","clusterCaption":"Александровская улица, 88/2"}},
  {"type":"Feature","id":79,"geometry":{"type":"Point","coordinates":[60.021317,30.654084]},"properties":{"balloonContentBody":"<h3>Всеволожск</h3><p>Россия, Ленинградская область</p>","name":"Всеволожск","text":"Россия, Ленинградская область, Всеволожск","clusterCaption":"Всеволожск"},"options":{"iconColor":"#ff0000"}},
  {"type":"Feature","id":80,"geometry":{"type":"Point","coordinates":[60.021317,30.654084]},"properties":{"balloonContentBody":"<h3>Всеволожск</h3><p>Россия, Ленинградская область</p>","name":"Всеволожск","text":"Россия, Ленинградская область, Всеволожск","clusterCaption":"Всеволожск"},"options":{"iconColor":"#ff0000"}},
  {"type":"Feature","id":81,"geometry":{"type":"Point","coordinates":[60.021317,30.654084]},"properties":{"balloonContentBody":"<h3>Всеволожск</h3><p>Россия, Ленинградская область</p>","name":"Всеволожск","text":"Россия, Ленинградская область, Всеволожск","clusterCaption":"Всеволожск"},"options":{"iconColor":"#ff0000"}},
  {"type":"Feature","id":82,"geometry":{"type":"Point","coordinates":[60.021317,30.654084]},"properties":{"balloonContentBody":"<h3>Всеволожск</h3><p>Россия, Ленинградская область</p>","name":"Всеволожск","text":"Россия, Ленинградская область, Всеволожск","clusterCaption":"Всеволожск"},"options":{"iconColor":"#ff0000"}},
  {"type":"Feature","id":83,"geometry":{"type":"Point","coordinates":[60.021317,30.654084]},"properties":{"balloonContentBody":"<h3>Всеволожск</h3><p>Россия, Ленинградская область</p>","name":"Всеволожск","text":"Россия, Ленинградская область, Всеволожск","clusterCaption":"Всеволожск"},"options":{"iconColor":"#ff0000"}},
  {"type":"Feature","id":84,"geometry":{"type":"Point","coordinates":[60.021317,30.654084]},"properties":{"balloonContentBody":"<h3>Всеволожск</h3><p>Россия, Ленинградская область</p>","name":"Всеволожск","text":"Россия, Ленинградская область, Всеволожск","clusterCaption":"Всеволожск"},"options":{"iconColor":"#ff0000"}},
  {"type":"Feature","id":85,"geometry":{"type":"Point","coordinates":[60.031679,30.653051]},"properties":{"balloonContentBody":"<h3>улица Шевченко, 12Б</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"улица Шевченко, 12Б","text":"Россия, Ленинградская область, Всеволожск, улица Шевченко, 12Б","clusterCaption":"улица Шевченко, 12Б"}},
  {"type":"Feature","id":86,"geometry":{"type":"Point","coordinates":[60.023978,30.63265]},"properties":{"balloonContentBody":"<h3>Александровская улица, 76</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Александровская улица, 76","text":"Россия, Ленинградская область, Всеволожск, Александровская улица, 76","clusterCaption":"Александровская улица, 76"}},
  {"type":"Feature","id":87,"geometry":{"type":"Point","coordinates":[60.015781,30.653742]},"properties":{"balloonContentBody":"<h3>Константиновская улица, 158</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Константиновская улица, 158","text":"Россия, Ленинградская область, Всеволожск, Константиновская улица, 158","clusterCaption":"Константиновская улица, 158"}},
  {"type":"Feature","id":88,"geometry":{"type":"Point","coordinates":[60.021317,30.654084]},"properties":{"balloonContentBody":"<h3>Всеволожск</h3><p>Россия, Ленинградская область</p>","name":"Всеволожск","text":"Россия, Ленинградская область, Всеволожск","clusterCaption":"Всеволожск"},"options":{"iconColor":"#ff0000"}},
  {"type":"Feature","id":89,"geometry":{"type":"Point","coordinates":[60.01955,30.643017]},"properties":{"balloonContentBody":"<h3>Октябрьский проспект, 75к1</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Октябрьский проспект, 75к1","text":"Россия, Ленинградская область, Всеволожск, Октябрьский проспект, 75к1","clusterCaption":"Октябрьский проспект, 75к1"}},
  {"type":"Feature","id":90,"geometry":{"type":"Point","coordinates":[60.046203,30.631581]},"properties":{"balloonContentBody":"<h3>коттеджный посёлок Песочные Холмы</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"коттеджный посёлок Песочные Холмы","text":"Россия, Ленинградская область, Всеволожск, коттеджный посёлок Песочные Холмы","clusterCaption":"коттеджный посёлок Песочные Холмы"},"options":{"iconColor":"#ff0000"}},
  {"type":"Feature","id":91,"geometry":{"type":"Point","coordinates":[60.03376,30.654048]},"properties":{"balloonContentBody":"<h3>улица Шевченко, 18к1</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"улица Шевченко, 18к1","text":"Россия, Ленинградская область, Всеволожск, улица Шевченко, 18к1","clusterCaption":"улица Шевченко, 18к1"}},
  {"type":"Feature","id":92,"geometry":{"type":"Point","coordinates":[60.040559,30.646825]},"properties":{"balloonContentBody":"<h3>улица Шишканя, 16</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"улица Шишканя, 16","text":"Россия, Ленинградская область, Всеволожск, улица Шишканя, 16","clusterCaption":"улица Шишканя, 16"}},
  {"type":"Feature","id":93,"geometry":{"type":"Point","coordinates":[60.021317,30.654084]},"properties":{"balloonContentBody":"<h3>Всеволожск</h3><p>Россия, Ленинградская область</p>","name":"Всеволожск","text":"Россия, Ленинградская область, Всеволожск","clusterCaption":"Всеволожск"},"options":{"iconColor":"#ff0000"}},
  {"type":"Feature","id":94,"geometry":{"type":"Point","coordinates":[60.033508,30.67726]},"properties":{"balloonContentBody":"<h3>Новоладожская улица, 95/1</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Новоладожская улица, 95/1","text":"Россия, Ленинградская область, Всеволожск, Новоладожская улица, 95/1","clusterCaption":"Новоладожская улица, 95/1"}},
  {"type":"Feature","id":95,"geometry":{"type":"Point","coordinates":[60.006035,30.608063]},"properties":{"balloonContentBody":"<h3>улица Победы, 1</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"улица Победы, 1","text":"Россия, Ленинградская область, Всеволожск, улица Победы, 1","clusterCaption":"улица Победы, 1"}},
  {"type":"Feature","id":96,"geometry":{"type":"Point","coordinates":[60.007218,30.610174]},"properties":{"balloonContentBody":"<h3>улица Дружбы, 4к1</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"улица Дружбы, 4к1","text":"Россия, Ленинградская область, Всеволожск, улица Дружбы, 4к1","clusterCaption":"улица Дружбы, 4к1"}},
  {"type":"Feature","id":97,"geometry":{"type":"Point","coordinates":[60.004784,30.60668]},"properties":{"balloonContentBody":"<h3>улица Победы, 12</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"улица Победы, 12","text":"Россия, Ленинградская область, Всеволожск, улица Победы, 12","clusterCaption":"улица Победы, 12"}},
  {"type":"Feature","id":98,"geometry":{"type":"Point","coordinates":[60.004429,30.611665]},"properties":{"balloonContentBody":"<h3>улица Связи, 2</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"улица Связи, 2","text":"Россия, Ленинградская область, Всеволожск, улица Связи, 2","clusterCaption":"улица Связи, 2"}},
  {"type":"Feature","id":99,"geometry":{"type":"Point","coordinates":[60.003871,30.607722]},"properties":{"balloonContentBody":"<h3>Верхняя улица, 6</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Верхняя улица, 6","text":"Россия, Ленинградская область, Всеволожск, Верхняя улица, 6","clusterCaption":"Верхняя улица, 6"}},
  {"type":"Feature","id":100,"geometry":{"type":"Point","coordinates":[60.007182,30.611998]},"properties":{"balloonContentBody":"<h3>улица Дружбы, 4к3</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"улица Дружбы, 4к3","text":"Россия, Ленинградская область, Всеволожск, улица Дружбы, 4к3","clusterCaption":"улица Дружбы, 4к3"}},
  {"type":"Feature","id":101,"geometry":{"type":"Point","coordinates":[60.005603,30.611315]},"properties":{"balloonContentBody":"<h3>улица Связи, 6</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"улица Связи, 6","text":"Россия, Ленинградская область, Всеволожск, улица Связи, 6","clusterCaption":"улица Связи, 6"}},
  {"type":"Feature","id":102,"geometry":{"type":"Point","coordinates":[60.002211,30.609464]},"properties":{"balloonContentBody":"<h3>улица Обороны, 3к1</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"улица Обороны, 3к1","text":"Россия, Ленинградская область, Всеволожск, улица Обороны, 3к1","clusterCaption":"улица Обороны, 3к1"}},
  {"type":"Feature","id":103,"geometry":{"type":"Point","coordinates":[60.004114,30.613615]},"properties":{"balloonContentBody":"<h3>Первомайский проспект, 3</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Первомайский проспект, 3","text":"Россия, Ленинградская область, Всеволожск, Первомайский проспект, 3","clusterCaption":"Первомайский проспект, 3"}},
  {"type":"Feature","id":104,"geometry":{"type":"Point","coordinates":[60.003804,30.602287]},"properties":{"balloonContentBody":"<h3>Боровая улица, 19</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Боровая улица, 19","text":"Россия, Ленинградская область, Всеволожск, Боровая улица, 19","clusterCaption":"Боровая улица, 19"}},
  {"type":"Feature","id":105,"geometry":{"type":"Point","coordinates":[60.063235,30.458395]},"properties":{"balloonContentBody":"<h3>улица Шоссе в Лаврики, 83</h3><p>Россия, Ленинградская область, Всеволожский район, Мурино</p>","name":"улица Шоссе в Лаврики, 83","text":"Россия, Ленинградская область, Всеволожский район, Мурино, улица Шоссе в Лаврики, 83","clusterCaption":"улица Шоссе в Лаврики, 83"}},
  {"type":"Feature","id":106,"geometry":{"type":"Point","coordinates":[60.013829,30.615322]},"properties":{"balloonContentBody":"<h3>Советская улица, 28</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Советская улица, 28","text":"Россия, Ленинградская область, Всеволожск, Советская улица, 28","clusterCaption":"Советская улица, 28"}},
  {"type":"Feature","id":107,"geometry":{"type":"Point","coordinates":[60.061578,30.45738]},"properties":{"balloonContentBody":"<h3>улица Шоссе в Лаврики, 74к1</h3><p>Россия, Ленинградская область, Всеволожский район, Мурино</p>","name":"улица Шоссе в Лаврики, 74к1","text":"Россия, Ленинградская область, Всеволожский район, Мурино, улица Шоссе в Лаврики, 74к1","clusterCaption":"улица Шоссе в Лаврики, 74к1"}},
  {"type":"Feature","id":108,"geometry":{"type":"Point","coordinates":[60.012152,30.612671]},"properties":{"balloonContentBody":"<h3>Советская улица, 18</h3><p>Россия, Ленинградская область, Всеволожск</p>","name":"Советская улица, 18","text":"Россия, Ленинградская область, Всеволожск, Советская улица, 18","clusterCaption":"Советская улица, 18"}},
  {"type":"Feature","id":109,"geometry":{"type":"Point","coordinates":[60.064358,30.457973]},"properties":{"balloonContentBody":"<h3>улица Шоссе в Лаврики, 85</h3><p>Россия, Ленинградская область, Всеволожский район, Мурино</p>","name":"улица Шоссе в Лаврики, 85","text":"Россия, Ленинградская область, Всеволожский район, Мурино, улица Шоссе в Лаврики, 85","clusterCaption":"улица Шоссе в Лаврики, 85"}},
  {"type":"Feature","id":110,"geometry":{"type":"Point","coordinates":[60.065741,30.457281]},"properties":{"balloonContentBody":"<h3>улица Шоссе в Лаврики, 87</h3><p>Россия, Ленинградская область, Всеволожский район, Мурино</p>","name":"улица Шоссе в Лаврики, 87","text":"Россия, Ленинградская область, Всеволожский район, Мурино, улица Шоссе в Лаврики, 87","clusterCaption":"улица Шоссе в Лаврики, 87"}},
  {"type":"Feature","id":111,"geometry":{"type":"Point","coordinates":[60.058682,30.442962]},"properties":{"balloonContentBody":"<h3>проспект Авиаторов Балтики, 17</h3><p>Россия, Ленинградская область, Всеволожский район, Мурино</p>","name":"проспект Авиаторов Балтики, 17","text":"Россия, Ленинградская область, Всеволожский район, Мурино, проспект Авиаторов Балтики, 17","clusterCaption":"проспект Авиаторов Балтики, 17"}},
  {"type":"Feature","id":112,"geometry":{"type":"Point","coordinates":[60.056279,30.441399]},"properties":{"balloonContentBody":"<h3>проспект Авиаторов Балтики, 13</h3><p>Россия, Ленинградская область, Всеволожский район, Мурино</p>","name":"проспект Авиаторов Балтики, 13","text":"Россия, Ленинградская область, Всеволожский район, Мурино, проспект Авиаторов Балтики, 13","clusterCaption":"проспект Авиаторов Балтики, 13"}},
  {"type":"Feature","id":113,"geometry":{"type":"Point","coordinates":[60.052155,30.450867]},"properties":{"balloonContentBody":"<h3>улица Шоссе в Лаврики, 34</h3><p>Россия, Ленинградская область, Всеволожский район, Мурино</p>","name":"улица Шоссе в Лаврики, 34","text":"Россия, Ленинградская область, Всеволожский район, Мурино, улица Шоссе в Лаврики, 34","clusterCaption":"улица Шоссе в Лаврики, 34"}},
  {"type":"Feature","id":114,"geometry":{"type":"Point","coordinates":[60.051464,30.420423]},"properties":{"balloonContentBody":"<h3>Воронцовский бульвар, 2</h3><p>Россия, Ленинградская область, Всеволожский район, Мурино</p>","name":"Воронцовский бульвар, 2","text":"Россия, Ленинградская область, Всеволожский район, Мурино, Воронцовский бульвар, 2","clusterCaption":"Воронцовский бульвар, 2"}},
  {"type":"Feature","id":115,"geometry":{"type":"Point","coordinates":[60.057541,30.442243]},"properties":{"balloonContentBody":"<h3>проспект Авиаторов Балтики, 15</h3><p>Россия, Ленинградская область, Всеволожский район, Мурино</p>","name":"проспект Авиаторов Балтики, 15","text":"Россия, Ленинградская область, Всеволожский район, Мурино, проспект Авиаторов Балтики, 15","clusterCaption":"проспект Авиаторов Балтики, 15"}},
  {"type":"Feature","id":116,"geometry":{"type":"Point","coordinates":[60.052501,30.420693]},"properties":{"balloonContentBody":"<h3>Воронцовский бульвар, 4</h3><p>Россия, Ленинградская область, Всеволожский район, Мурино</p>","name":"Воронцовский бульвар, 4","text":"Россия, Ленинградская область, Всеволожский район, Мурино, Воронцовский бульвар, 4","clusterCaption":"Воронцовский бульвар, 4"}},
  {"type":"Feature","id":117,"geometry":{"type":"Point","coordinates":[60.052092,30.423711]},"properties":{"balloonContentBody":"<h3>улица Шувалова, 3</h3><p>Россия, Ленинградская область, Всеволожский район, Мурино</p>","name":"улица Шувалова, 3","text":"Россия, Ленинградская область, Всеволожский район, Мурино, улица Шувалова, 3","clusterCaption":"улица Шувалова, 3"}},
  {"type":"Feature","id":118,"geometry":{"type":"Point","coordinates":[60.050929,30.422786]},"properties":{"balloonContentBody":"<h3>улица Шувалова, 1</h3><p>Россия, Ленинградская область, Всеволожский район, Мурино</p>","name":"улица Шувалова, 1","text":"Россия, Ленинградская область, Всеволожский район, Мурино, улица Шувалова, 1","clusterCaption":"улица Шувалова, 1"}},
  {"type":"Feature","id":119,"geometry":{"type":"Point","coordinates":[60.038542,30.465456]},"properties":{"balloonContentBody":"<h3>Оборонная улица, 36</h3><p>Россия, Ленинградская область, Всеволожский район, Мурино</p>","name":"Оборонная улица, 36","text":"Россия, Ленинградская область, Всеволожский район, Мурино, Оборонная улица, 36","clusterCaption":"Оборонная улица, 36"}},
  {"type":"Feature","id":120,"geometry":{"type":"Point","coordinates":[60.044212,30.464297]},"properties":{"balloonContentBody":"<h3>Оборонная улица, 24</h3><p>Россия, Ленинградская область, Всеволожский район, Мурино</p>","name":"Оборонная улица, 24","text":"Россия, Ленинградская область, Всеволожский район, Мурино, Оборонная улица, 24","clusterCaption":"Оборонная улица, 24"}},
  {"type":"Feature","id":121,"geometry":{"type":"Point","coordinates":[60.041355,30.449519]},"properties":{"balloonContentBody":"<h3>Новая улица, 7к3</h3><p>Россия, Ленинградская область, Всеволожский район, Мурино</p>","name":"Новая улица, 7к3","text":"Россия, Ленинградская область, Всеволожский район, Мурино, Новая улица, 7к3","clusterCaption":"Новая улица, 7к3"}},
  {"type":"Feature","id":122,"geometry":{"type":"Point","coordinates":[60.04042,30.452708]},"properties":{"balloonContentBody":"<h3>Новая улица, 11к3</h3><p>Россия, Ленинградская область, Всеволожский район, Мурино</p>","name":"Новая улица, 11к3","text":"Россия, Ленинградская область, Всеволожский район, Мурино, Новая улица, 11к3","clusterCaption":"Новая улица, 11к3"}},
  {"type":"Feature","id":123,"geometry":{"type":"Point","coordinates":[60.039202,30.452744]},"properties":{"balloonContentBody":"<h3>Новая улица, 13к1</h3><p>Россия, Ленинградская область, Всеволожский район, Мурино</p>","name":"Новая улица, 13к1","text":"Россия, Ленинградская область, Всеволожский район, Мурино, Новая улица, 13к1","clusterCaption":"Новая улица, 13к1"}},
  {"type":"Feature","id":124,"geometry":{"type":"Point","coordinates":[60.059459,30.458035]},"properties":{"balloonContentBody":"<h3>улица Шоссе в Лаврики, 55</h3><p>Россия, Ленинградская область, Всеволожский район, Мурино</p>","name":"улица Шоссе в Лаврики, 55","text":"Россия, Ленинградская область, Всеволожский район, Мурино, улица Шоссе в Лаврики, 55","clusterCaption":"улица Шоссе в Лаврики, 55"}},
  {"type":"Feature","id":125,"geometry":{"type":"Point","coordinates":[60.061435,30.460066]},"properties":{"balloonContentBody":"<h3>улица Шоссе в Лаврики, 59А</h3><p>Россия, Ленинградская область, Всеволожский район, Мурино</p>","name":"улица Шоссе в Лаврики, 59А","text":"Россия, Ленинградская область, Всеволожский район, Мурино, улица Шоссе в Лаврики, 59А","clusterCaption":"улица Шоссе в Лаврики, 59А"}},
  {"type":"Feature","id":126,"geometry":{"type":"Point","coordinates":[60.061435,30.460066]},"properties":{"balloonContentBody":"<h3>улица Шоссе в Лаврики, 59А</h3><p>Россия, Ленинградская область, Всеволожский район, Мурино</p>","name":"улица Шоссе в Лаврики, 59А","text":"Россия, Ленинградская область, Всеволожский район, Мурино, улица Шоссе в Лаврики, 59А","clusterCaption":"улица Шоссе в Лаврики, 59А"}},
  {"type":"Feature","id":127,"geometry":{"type":"Point","coordinates":[60.061435,30.460066]},"properties":{"balloonContentBody":"<h3>улица Шоссе в Лаврики, 59А</h3><p>Россия, Ленинградская область, Всеволожский район, Мурино</p>","name":"улица Шоссе в Лаврики, 59А","text":"Россия, Ленинградская область, Всеволожский район, Мурино, улица Шоссе в Лаврики, 59А","clusterCaption":"улица Шоссе в Лаврики, 59А"}},
  {"type":"Feature","id":128,"geometry":{"type":"Point","coordinates":[60.038371,30.455592]},"properties":{"balloonContentBody":"<h3>Новая улица, 17к1</h3><p>Россия, Ленинградская область, Всеволожский район, Мурино</p>","name":"Новая улица, 17к1","text":"Россия, Ленинградская область, Всеволожский район, Мурино, Новая улица, 17к1","clusterCaption":"Новая улица, 17к1"}},
  {"type":"Feature","id":129,"geometry":{"type":"Point","coordinates":[60.056458,30.478427]},"properties":{"balloonContentBody":"<h3>Озёрная улица, 3</h3><p>Россия, Ленинградская область, Всеволожский район, деревня Новое Девяткино</p>","name":"Озёрная улица, 3","text":"Россия, Ленинградская область, Всеволожский район, деревня Новое Девяткино, Озёрная улица, 3","clusterCaption":"Озёрная улица, 3"}},
  {"type":"Feature","id":130,"geometry":{"type":"Point","coordinates":[60.053602,30.473666]},"properties":{"balloonContentBody":"<h3>Лесная улица, 6</h3><p>Россия, Ленинградская область, Всеволожский район, деревня Новое Девяткино</p>","name":"Лесная улица, 6","text":"Россия, Ленинградская область, Всеволожский район, деревня Новое Девяткино, Лесная улица, 6","clusterCaption":"Лесная улица, 6"}},
  {"type":"Feature","id":131,"geometry":{"type":"Point","coordinates":[60.055111,30.482793]},"properties":{"balloonContentBody":"<h3>деревня Новое Девяткино, 57</h3><p>Россия, Ленинградская область, Всеволожский район</p>","name":"деревня Новое Девяткино, 57","text":"Россия, Ленинградская область, Всеволожский район, деревня Новое Девяткино, 57","clusterCaption":"деревня Новое Девяткино, 57"}},
  {"type":"Feature","id":132,"geometry":{"type":"Point","coordinates":[60.059086,30.476954]},"properties":{"balloonContentBody":"<h3>улица Ветеранов, 2</h3><p>Россия, Ленинградская область, Всеволожский район, деревня Новое Девяткино</p>","name":"улица Ветеранов, 2","text":"Россия, Ленинградская область, Всеволожский район, деревня Новое Девяткино, улица Ветеранов, 2","clusterCaption":"улица Ветеранов, 2"}},
  {"type":"Feature","id":133,"geometry":{"type":"Point","coordinates":[60.054231,30.470935]},"properties":{"balloonContentBody":"<h3>Лесная улица, 2</h3><p>Россия, Ленинградская область, Всеволожский район, деревня Новое Девяткино</p>","name":"Лесная улица, 2","text":"Россия, Ленинградская область, Всеволожский район, деревня Новое Девяткино, Лесная улица, 2","clusterCaption":"Лесная улица, 2"}},
  {"type":"Feature","id":134,"geometry":{"type":"Point","coordinates":[59.974342,30.32071]},"properties":{"balloonContentBody":"<h3>Аптекарский проспект, 18</h3><p>Россия, Санкт-Петербург</p>","name":"Аптекарский проспект, 18","text":"Россия, Санкт-Петербург, Аптекарский проспект, 18","clusterCaption":"Аптекарский проспект, 18"}},
  {"type":"Feature","id":135,"geometry":{"type":"Point","coordinates":[60.057123,30.48229]},"properties":{"balloonContentBody":"<h3>улица Энергетиков, 3</h3><p>Россия, Ленинградская область, Всеволожский район, деревня Новое Девяткино</p>","name":"улица Энергетиков, 3","text":"Россия, Ленинградская область, Всеволожский район, деревня Новое Девяткино, улица Энергетиков, 3","clusterCaption":"улица Энергетиков, 3"}},
  {"type":"Feature","id":136,"geometry":{"type":"Point","coordinates":[59.974342,30.32071]},"properties":{"balloonContentBody":"<h3>Аптекарский проспект, 18</h3><p>Россия, Санкт-Петербург</p>","name":"Аптекарский проспект, 18","text":"Россия, Санкт-Петербург, Аптекарский проспект, 18","clusterCaption":"Аптекарский проспект, 18"}},
  {"type":"Feature","id":137,"geometry":{"type":"Point","coordinates":[59.974342,30.32071]},"properties":{"balloonContentBody":"<h3>Аптекарский проспект, 18</h3><p>Россия, Санкт-Петербург</p>","name":"Аптекарский проспект, 18","text":"Россия, Санкт-Петербург, Аптекарский проспект, 18","clusterCaption":"Аптекарский проспект, 18"}},
  {"type":"Feature","id":138,"geometry":{"type":"Point","coordinates":[59.936201,30.417387]},"properties":{"balloonContentBody":"<h3>Магнитогорская улица, 3к2</h3><p>Россия, Санкт-Петербург</p>","name":"Магнитогорская улица, 3к2","text":"Россия, Санкт-Петербург, Магнитогорская улица, 3к2","clusterCaption":"Магнитогорская улица, 3к2"}},
  {"type":"Feature","id":139,"geometry":{"type":"Point","coordinates":[60.110612,30.481985]},"properties":{"balloonContentBody":"<h3>Железнодорожная улица, 30</h3><p>Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский</p>","name":"Железнодорожная улица, 30","text":"Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский, Железнодорожная улица, 30","clusterCaption":"Железнодорожная улица, 30"}},
  {"type":"Feature","id":140,"geometry":{"type":"Point","coordinates":[59.936201,30.417387]},"properties":{"balloonContentBody":"<h3>Магнитогорская улица, 3к2</h3><p>Россия, Санкт-Петербург</p>","name":"Магнитогорская улица, 3к2","text":"Россия, Санкт-Петербург, Магнитогорская улица, 3к2","clusterCaption":"Магнитогорская улица, 3к2"}},
  {"type":"Feature","id":141,"geometry":{"type":"Point","coordinates":[60.113854,30.478876]},"properties":{"balloonContentBody":"<h3>Железнодорожная улица, 9</h3><p>Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский</p>","name":"Железнодорожная улица, 9","text":"Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский, Железнодорожная улица, 9","clusterCaption":"Железнодорожная улица, 9"}},
  {"type":"Feature","id":142,"geometry":{"type":"Point","coordinates":[60.108374,30.495343]},"properties":{"balloonContentBody":"<h3>Молодёжная улица, 5</h3><p>Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский</p>","name":"Молодёжная улица, 5","text":"Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский, Молодёжная улица, 5","clusterCaption":"Молодёжная улица, 5"}},
  {"type":"Feature","id":143,"geometry":{"type":"Point","coordinates":[60.110836,30.496106]},"properties":{"balloonContentBody":"<h3>Молодёжная улица, 19</h3><p>Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский</p>","name":"Молодёжная улица, 19","text":"Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский, Молодёжная улица, 19","clusterCaption":"Молодёжная улица, 19"}},
  {"type":"Feature","id":144,"geometry":{"type":"Point","coordinates":[59.887873,30.516669]},"properties":{"balloonContentBody":"<h3>12-13 километр шоссе Кола</h3><p>Россия, Ленинградская область, Всеволожский район, Свердловское городское поселение</p>","name":"12-13 километр шоссе Кола","text":"Россия, Ленинградская область, Всеволожский район, Свердловское городское поселение, 12-13 километр шоссе Кола","clusterCaption":"12-13 километр шоссе Кола"},"options":{"iconColor":"#ff0000"}},
  {"type":"Feature","id":145,"geometry":{"type":"Point","coordinates":[60.10785,30.49704]},"properties":{"balloonContentBody":"<h3>Школьная улица, 2/4</h3><p>Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский</p>","name":"Школьная улица, 2/4","text":"Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский, Школьная улица, 2/4","clusterCaption":"Школьная улица, 2/4"}},
  {"type":"Feature","id":146,"geometry":{"type":"Point","coordinates":[60.107975,30.497714]},"properties":{"balloonContentBody":"<h3>Школьная улица, 3</h3><p>Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский</p>","name":"Школьная улица, 3","text":"Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский, Школьная улица, 3","clusterCaption":"Школьная улица, 3"}},
  {"type":"Feature","id":147,"geometry":{"type":"Point","coordinates":[60.123479,30.501936]},"properties":{"balloonContentBody":"<h3>Юбилейная улица, 28</h3><p>Россия, Ленинградская область, Всеволожский район, Кузьмоловское городское поселение, деревня Кузьмолово</p>","name":"Юбилейная улица, 28","text":"Россия, Ленинградская область, Всеволожский район, Кузьмоловское городское поселение, деревня Кузьмолово, Юбилейная улица, 28","clusterCaption":"Юбилейная улица, 28"}},
  {"type":"Feature","id":148,"geometry":{"type":"Point","coordinates":[60.120359,30.499915]},"properties":{"balloonContentBody":"<h3>Заозёрная улица, 5</h3><p>Россия, Ленинградская область, Всеволожский район, Кузьмоловское городское поселение, деревня Кузьмолово</p>","name":"Заозёрная улица, 5","text":"Россия, Ленинградская область, Всеволожский район, Кузьмоловское городское поселение, деревня Кузьмолово, Заозёрная улица, 5","clusterCaption":"Заозёрная улица, 5"}},
  {"type":"Feature","id":149,"geometry":{"type":"Point","coordinates":[60.107092,30.489126]},"properties":{"balloonContentBody":"<h3>улица Рядового Иванова, 8</h3><p>Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский</p>","name":"улица Рядового Иванова, 8","text":"Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский, улица Рядового Иванова, 8","clusterCaption":"улица Рядового Иванова, 8"}},
  {"type":"Feature","id":150,"geometry":{"type":"Point","coordinates":[60.114768,30.473073]},"properties":{"balloonContentBody":"<h3>Придорожная улица, 1к5</h3><p>Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский</p>","name":"Придорожная улица, 1к5","text":"Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский, Придорожная улица, 1к5","clusterCaption":"Придорожная улица, 1к5"}},
  {"type":"Feature","id":151,"geometry":{"type":"Point","coordinates":[60.11454,30.475454]},"properties":{"balloonContentBody":"<h3>Придорожная улица, 1к2</h3><p>Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский</p>","name":"Придорожная улица, 1к2","text":"Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский, Придорожная улица, 1к2","clusterCaption":"Придорожная улица, 1к2"}},
  {"type":"Feature","id":152,"geometry":{"type":"Point","coordinates":[60.10802,30.4898]},"properties":{"balloonContentBody":"<h3>улица Рядового Иванова, 19</h3><p>Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский</p>","name":"улица Рядового Иванова, 19","text":"Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский, улица Рядового Иванова, 19","clusterCaption":"улица Рядового Иванова, 19"}},
  {"type":"Feature","id":153,"geometry":{"type":"Point","coordinates":[60.108343,30.485865]},"properties":{"balloonContentBody":"<h3>улица Рядового Иванова, 23</h3><p>Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский</p>","name":"улица Рядового Иванова, 23","text":"Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский, улица Рядового Иванова, 23","clusterCaption":"улица Рядового Иванова, 23"}},
  {"type":"Feature","id":154,"geometry":{"type":"Point","coordinates":[60.108939,30.488947]},"properties":{"balloonContentBody":"<h3>улица Победы, 4</h3><p>Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский</p>","name":"улица Победы, 4","text":"Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский, улица Победы, 4","clusterCaption":"улица Победы, 4"}},
  {"type":"Feature","id":155,"geometry":{"type":"Point","coordinates":[60.110863,30.489593]},"properties":{"balloonContentBody":"<h3>улица Победы, 8</h3><p>Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский</p>","name":"улица Победы, 8","text":"Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский, улица Победы, 8","clusterCaption":"улица Победы, 8"}},
  {"type":"Feature","id":156,"geometry":{"type":"Point","coordinates":[60.110894,30.490357]},"properties":{"balloonContentBody":"<h3>улица Победы, 11</h3><p>Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский</p>","name":"улица Победы, 11","text":"Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский, улица Победы, 11","clusterCaption":"улица Победы, 11"}},
  {"type":"Feature","id":157,"geometry":{"type":"Point","coordinates":[60.111607,30.49095]},"properties":{"balloonContentBody":"<h3>Железнодорожная улица, 22</h3><p>Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский</p>","name":"Железнодорожная улица, 22","text":"Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский, Железнодорожная улица, 22","clusterCaption":"Железнодорожная улица, 22"}},
  {"type":"Feature","id":158,"geometry":{"type":"Point","coordinates":[60.111262,30.495253]},"properties":{"balloonContentBody":"<h3>Железнодорожная улица, 14</h3><p>Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский</p>","name":"Железнодорожная улица, 14","text":"Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский, Железнодорожная улица, 14","clusterCaption":"Железнодорожная улица, 14"}},
  {"type":"Feature","id":159,"geometry":{"type":"Point","coordinates":[60.108262,30.493465]},"properties":{"balloonContentBody":"<h3>Спортивная улица, 3</h3><p>Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский</p>","name":"Спортивная улица, 3","text":"Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский, Спортивная улица, 3","clusterCaption":"Спортивная улица, 3"}},
  {"type":"Feature","id":160,"geometry":{"type":"Point","coordinates":[60.119893,30.497579]},"properties":{"balloonContentBody":"<h3>Заозёрная улица, 3</h3><p>Россия, Ленинградская область, Всеволожский район, Кузьмоловское городское поселение, деревня Кузьмолово</p>","name":"Заозёрная улица, 3","text":"Россия, Ленинградская область, Всеволожский район, Кузьмоловское городское поселение, деревня Кузьмолово, Заозёрная улица, 3","clusterCaption":"Заозёрная улица, 3"}},
  {"type":"Feature","id":161,"geometry":{"type":"Point","coordinates":[60.036946,30.749045]},"properties":{"balloonContentBody":"<h3>Луговая улица</h3><p>Россия, Ленинградская область, Всеволожский район, посёлок Щеглово</p>","name":"Луговая улица","text":"Россия, Ленинградская область, Всеволожский район, посёлок Щеглово, Луговая улица","clusterCaption":"Луговая улица"},"options":{"iconColor":"#ff0000"}},
  {"type":"Feature","id":162,"geometry":{"type":"Point","coordinates":[60.109984,30.495064]},"properties":{"balloonContentBody":"<h3>Молодёжная улица, 16</h3><p>Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский</p>","name":"Молодёжная улица, 16","text":"Россия, Ленинградская область, Всеволожский район, посёлок городского типа Кузьмоловский, Молодёжная улица, 16","clusterCaption":"Молодёжная улица, 16"}},

    ]};




    let id = 0;
    let fulltext = "";
    function addPoint(address){
      try{
        ymaps.geocode(address).then(function (res) {
          let item = res.geoObjects.get(0);
          let isOkAdress = res.geoObjects.get(0).properties.get("metaDataProperty").GeocoderMetaData.kind=='house';

          let obj ={
            "type": "Feature",
            "id": id++,
            "geometry":
            {"type": "Point",
            "coordinates":item.geometry._coordinates
            },
            "properties":
            {
              balloonContentHeader:item.properties._data.balloonContentHeader,
              balloonContentBody:item.properties._data.balloonContentBody,
              name:item.properties._data.name,
              text:item.properties._data.text,
              clusterCaption:item.properties._data.name,
            }
          };
          if(!isOkAdress){
            obj.options = {"iconColor": "#ff0000"};
          }
      //{"type": "Feature", "id": 0, "geometry": {"type": "Point", "coordinates": [55.831903, 37.411961]}, "properties": {"balloonContent": "Содержимое балуна", "clusterCaption": "Метка с iconContent", "hintContent": "Текст подсказки", "iconContent": "1"}, "options": {"iconColor": "#ff0000", "preset": "islands#blueCircleIcon"}},
      //"balloonContentHeader": "", "balloonContentBody": "", "balloonContentFooter": "", "clusterCaption": "<strong><s>Еще</s> одна</strong> метка", "hintContent": "<strong>Текст  <s>подсказки</s></strong>"}},
      fulltext += JSON.stringify(obj) +',\r\n';
      let styleinline = !isOkAdress ?"style='border: 1px solid #f44a40;border-radius:10px'":"";
      let html ='<div class="col-md-4"'+styleinline+'><div class="single-defination"><h6>'+id+'. '
      +res.geoObjects.get(0).properties.get('name')+'</h6><p><b>адрес поиска:</b> '
      +address+'<br/><i style="color:#ccc">'+res.geoObjects.get(0).properties.get('text')+'</i></p></div></div>';
      listNode.innerHTML +=html;
    });
  }catch(exception){
    console.error(exception);
  }
}


setTimeout(function(){console.log(fulltext)}, 7000);




objectManager.add(allPoints);




addPoint('г.Всеволожск,  микрорайон южный,	Добровольского 16/15	');
addPoint('г.Всеволожск,  микрорайон южный,	Невская 11	');
addPoint('г.Всеволожск,  микрорайон южный,	Московская 26/28	');
addPoint('г.Всеволожск,  микрорайон южный,	Московская 19/5	');
addPoint('г.Всеволожск,  микрорайон южный,	Невская 1/2	');
addPoint('г.Всеволожск,  микрорайон южный,	Малиновского 6	');
addPoint('г.Всеволожск,  микрорайон южный,	Знаменская 1/8	');
addPoint('г.Всеволожск,  микрорайон южный,	Крымская 4	');
addPoint('г.Всеволожск,  микрорайон южный,	Московская 27/5	');
addPoint('г.Всеволожск,  микрорайон южный,	Центральная 10	');
addPoint('г.Всеволожск,  микрорайон южный,	Центральная 10/1	');
addPoint('г.Всеволожск,  микрорайон южный,	Московская 30	');
addPoint('г.Всеволожск,  микрорайон южный,	Добровольского 20/1	');
addPoint('г.Всеволожск,  микрорайон южный,	Доктора Сотникова 2	');
addPoint('г.Всеволожск,  микрорайон южный,	Солнечная 2	');
addPoint('г.Всеволожск,  микрорайон южный,	Доктора Сотникова 13	');
addPoint('г.Всеволожск,  микрорайон южный,	Доктора Сотникова 29	');
addPoint('г.Всеволожск,  микрорайон южный,	Южная Поляна	');
addPoint('г.Всеволожск,  микрорайон южный,	Южная Поляна	');
addPoint('г.Всеволожск,  микрорайон южный,	ЖК Династия	');
addPoint('г.Всеволожск,  микрорайон южный,	Центральная 2	');
addPoint('г.Всеволожск,  микрорайон южный,	Аэропортовская 12	');
addPoint('г.Всеволожск,  микрорайон южный,	Взлетная 12	');
addPoint('г.Всеволожск,  микрорайон южный,	Колтушское 19	');
addPoint('г.Всеволожск,  микрорайон южный,	Токкари Лэнд	');
addPoint('г.Всеволожск,  микрорайон южный,	Токкари Лэнд	');
addPoint('г.Всеволожск,  микрорайон южный,	Доктора Сотникова 25/27	');
addPoint('г.Всеволожск,  микрорайон южный,	Комсомола 2	');
addPoint('г.Всеволожск,  микрорайон южный,	Комсомола 7	');
addPoint('г.Всеволожск,  микрорайон южный,	Комсомола 9	');
addPoint('г.Всеволожск,  микрорайон южный,	Лубянская 2	');
addPoint('г.Всеволожск,  микрорайон южный,	Лубянская 4	');
addPoint('г.Всеволожск,  микрорайон южный,	КП Кенша	');
addPoint('г.Всеволожск,  микрорайон южный,	ДНП Дружное	');
addPoint('г.Всеволожск,  микрорайон южный,	СНТ Родничковое	');
addPoint('г.Всеволожск,  микрорайон южный,	Снт Придорожное 1	');
addPoint('г.Всеволожск,  микрорайон южный,	Снт Придорожное 2	');
addPoint('г.Всеволожск,  микрорайон южный,	Аэропортовская 1	');
addPoint('г.Всеволожск,  микрорайон южный,	Аэропортовская 4	');
addPoint('г.Всеволожск,  микрорайон южный,	Аэропортовская 5	');
addPoint('г.Всеволожск,  микрорайон южный,	Аэропортовская 8	');
addPoint('г.Всеволожск,  микрорайон южный,	Аэропортовская 12	');
addPoint('г.Всеволожск,  микрорайон южный,	Центральная 11	');
addPoint('г.Всеволожск,  микрорайон южный,	Московская 12	');
addPoint('г.Всеволожск,  микрорайон южный,	Невская 6	');
addPoint('г.Всеволожск,  микрорайон южный,	Народная 8	');
addPoint('г.Всеволожск,  микрорайон южный,	Невская 12	');

addPoint('	г.Всеволожск,	Колтушское 124	');
addPoint('	г.Всеволожск, 	Колтушское 80к2	');
addPoint('	г.Всеволожск, 	Колтушское 44 	');
addPoint('	г.Всеволожск, 	Колтушское 44 	');
addPoint('	г.Всеволожск, 	ЖК Земляничная	');
addPoint('	г.Всеволожск, 	Балашова 4	');
addPoint('	г.Всеволожск, 	Балашова 10	');
addPoint('	г.Всеволожск, 	Межевая ул.29	');
addPoint('	г.Всеволожск, 	Межевая ул.15	');
addPoint('	г.Всеволожск, 	Межевая 9	');
addPoint('	г.Всеволожск, 	Сергиевская 89	');
addPoint('	г.Всеволожск, 	Ленинградская 18	');
addPoint('	г.Всеволожск, 	Александровская 79/2	');
addPoint('	г.Всеволожск, 	Ленинградская 30/1	');
addPoint('	г.Всеволожск, 	Плоткина 5	');
addPoint('	г.Всеволожск, 	Христиновский пр.83	');
addPoint('	г.Всеволожск, 	Ул. Героев 3/2	');
addPoint('	г.Всеволожск, 	Ул. Героев 3/3	');
addPoint('	г.Всеволожск, 	Плоткина 7	');
addPoint('	г.Всеволожск, 	Октябрьский 106	');
addPoint('	г.Всеволожск, 	Межевая 21	');
addPoint('	г.Всеволожск, 	Вокка 8	');
addPoint('	г.Всеволожск, 	Вокка 12	');
addPoint('	г.Всеволожск, 	Ленинградская 15	');
addPoint('	г.Всеволожск, 	Межевая 12	');
addPoint('	г.Всеволожск, 	Плоткина 17	');
addPoint('	г.Всеволожск, 	Вокка 1	');
addPoint('	г.Всеволожск, 	Ленинградская 3	');
addPoint('	г.Всеволожск, 	Александровская 77	');
addPoint('	г.Всеволожск, 	Александровская 88/2	');
addPoint('	г.Всеволожск, 	Ленинградская 5	');
addPoint('	г.Всеволожск, 	Румболовский 6.	');
addPoint('	г.Всеволожск, 	Хаккапелита 1	');
addPoint('	г.Всеволожск, 	Хаккапелита 2	');
addPoint('	г.Всеволожск, 	Хаккапелита 3	');
addPoint('	г.Всеволожск, 	Bonava 1	');
addPoint('	г.Всеволожск, 	Bonava 2	');
addPoint('	г.Всеволожск, 	Bonava 3	');
addPoint('	г.Всеволожск, 	Bonava 4	');
addPoint('	г.Всеволожск, 	Шевченко 12	');
addPoint('	г.Всеволожск, 	Константиновская ул., д. 158	');
addPoint('	г.Всеволожск, 	Александровская 76	');
addPoint('	г.Всеволожск, 	Шевченко 18	');
addPoint('	г.Всеволожск, 	Октябрьский 75	');
addPoint('	г.Всеволожск, 	СНТ Спутник-2	');
addPoint('	г.Всеволожск, 	Шишконя 16	');
addPoint('	г.Всеволожск, 	Песочные Холмы	');
addPoint('	г.Всеволожск, 	Новоладожская 95	');

addPoint('	г.Всеволожск, микрорайон Бернгардовка, 	Победы 1	');
addPoint('	г.Всеволожск, микрорайон Бернгардовка, 	Победы 12	');
addPoint('	г.Всеволожск, микрорайон Бернгардовка, 	Дружбы 4/1	');
addPoint('	г.Всеволожск, микрорайон Бернгардовка, 	Дружбы 4/3	');
addPoint('	г.Всеволожск, микрорайон Бернгардовка, 	Верхняя 6	');
addPoint('	г.Всеволожск, микрорайон Бернгардовка, 	Связи 2	');
addPoint('	г.Всеволожск, микрорайон Бернгардовка, 	Связи 6	');
addPoint('	г.Всеволожск, микрорайон Бернгардовка, 	Обороны 3/1	');
addPoint('	г.Всеволожск, микрорайон Бернгардовка, 	Первомайский 3	');
addPoint('	г.Всеволожск, микрорайон Бернгардовка, 	Боровая 19	');
addPoint('	г.Всеволожск, микрорайон Бернгардовка, 	Советская 18	');
addPoint('	г.Всеволожск, микрорайон Бернгардовка, 	Советская 28	');


addPoint('	Всеволожский район, Мурино,	Шоссе в Лаврики 74	');
addPoint('	Всеволожский район, Мурино,	Шоссе в Лаврики 83	');
addPoint('	Всеволожский район, Мурино,	Шоссе в Лаврики 85	');
addPoint('	Всеволожский район, Мурино,	Шоссе в Лаврики 87	');
addPoint('	Всеволожский район, Мурино,	Авиаторов Балтики 13	');
addPoint('	Всеволожский район, Мурино,	Авиаторов Балтики 15	');
addPoint('	Всеволожский район, Мурино,	Авиаторов Балтики 17	');
addPoint('	Всеволожский район, Мурино,	Шоссе в Лаврики 34	');
addPoint('	Всеволожский район, Мурино,	Воронцовский бульвар, д. 2	');
addPoint('	Всеволожский район, Мурино,	Воронцовский бульвар, д. 4	');
addPoint('	Всеволожский район, Мурино,	ул. Шувалова д. 1	');
addPoint('	Всеволожский район, Мурино,	ул. Шувалова д. 3	');
addPoint('	Всеволожский район, Мурино,	ул. Оборонная 24	');
addPoint('	Всеволожский район, Мурино,	ул. Оборонная 36	');
addPoint('	Всеволожский район, Мурино,	ул. Новая д. 7 к3	');
addPoint('	Всеволожский район, Мурино,	ул. Новая д. 11 к3	');
addPoint('	Всеволожский район, Мурино,	ул. Новая д. 13 к1	');
addPoint('	Всеволожский район, Мурино,	Шоссе в Лаврики 55	');
addPoint('	Всеволожский район, Мурино,	Шоссе в Лаврики 59 	');
addPoint('	Всеволожский район, Мурино,	Шоссе в Лаврики 59 	');
addPoint('	Всеволожский район, Мурино,	Шоссе в Лаврики 59 	');
addPoint('	Всеволожский район, Мурино,	ул. Новая д. 17	');

addPoint('	Всеволожский район, Новое Девяткино,	ул. Лесная 2	');
addPoint('	Всеволожский район, Новое Девяткино,	ул. Лесная 6	');
addPoint('	Всеволожский район, Новое Девяткино,	ул. Озерная 3	');
addPoint('	Всеволожский район, Новое Девяткино,	ул. Ветеранов 6	');
addPoint('	Всеволожский район, Новое Девяткино,	Новое Девяткино 57	');
addPoint('	Всеволожский район, Новое Девяткино,	Энергетиков 3	');

addPoint('	г. Санкт-Петербург,	Аптекарский 18	');
addPoint('	г. Санкт-Петербург,	Аптекарский 18	');
addPoint('	г. Санкт-Петербург,	Аптекарский 18	');
addPoint('	г. Санкт-Петербург,	Магнитогорская 3 к1	');
addPoint('	г. Санкт-Петербург,	Магнитогорская 3 к2	');

addPoint('	Всеволожский район, п.г. Кузьмоловский, 	ул. Железнодорожная 9	');
addPoint('	Всеволожский район, п.г. Кузьмоловский, 	ул. Железнодорожная 30	');
addPoint('	Всеволожский район, п.г. Кузьмоловский, 	ул. Молодежная 5	');
addPoint('	Всеволожский район, п.г. Кузьмоловский, 	ул. Молодежная 19	');
addPoint('	Всеволожский район, п.г. Кузьмоловский, 	ул. Школьная 2/4	');
addPoint('	Всеволожский район, п.г. Кузьмоловский, 	ул. Школьная 3	');
addPoint('	Всеволожский район, п.г. Кузьмоловский, 	ул. Ленинградское шоссе 12	');
addPoint('	Всеволожский район, п.г. Кузьмоловский, 	ул. Юбилейная 28	');
addPoint('	Всеволожский район, п.г. Кузьмоловский, 	ул. Р.Л. Иванова 8	');
addPoint('	Всеволожский район, п.г. Кузьмоловский, 	ул. Заозерная 5	');
addPoint('	Всеволожский район, п.г. Кузьмоловский, 	ул. Придорожная д.1 к. 2	');
addPoint('	Всеволожский район, п.г. Кузьмоловский, 	ул. Придорожная д.1а к. 5	');
addPoint('	Всеволожский район, п.г. Кузьмоловский, 	ул. Р.Л. Иванова 23	');
addPoint('	Всеволожский район, п.г. Кузьмоловский, 	ул. Р.Л. Иванова 19	');
addPoint('	Всеволожский район, п.г. Кузьмоловский, 	ул. Победы 4	');
addPoint('	Всеволожский район, п.г. Кузьмоловский, 	ул. Победы 8	');
addPoint('	Всеволожский район, п.г. Кузьмоловский, 	ул. Победы 11	');
addPoint('	Всеволожский район, п.г. Кузьмоловский, 	ул. Железнодорожная 22	');
addPoint('	Всеволожский район, п.г. Кузьмоловский, 	ул. Железнодорожная 14	');
addPoint('	Всеволожский район, п.г. Кузьмоловский, 	ул. Молодежная 16	');
addPoint('	Всеволожский район, п.г. Кузьмоловский, 	ул. Спортивная 3	');
addPoint('	Всеволожский район, п.г. Кузьмоловский, 	ул. Заозерная 3	');

addPoint('	Всеволожский район, ​п. Щеглово, ул. Луговая');


}
ymaps.ready(init2);
